package tasksFromLessons.lesson17$20_10_22$.Zadanie;

public interface ConstantConteiner {
    public static final String PATH_NAME = "src\\lesson17$20_10_22$\\Zadanie\\myText.txt";
    public static final String TEXT_TO_FILE =
            " — Скажи-ка, дядя, ведь недаром\n" +
                    "Москва, спаленная пожаром,\n" +
                    "Французу отдана?\n" +
                    "Ведь были ж схватки боевые,\n" +
                    "Да, говорят, еще какие!\n" +
                    "Недаром помнит вся Россия\n" +
                    "Про день Бородина!\n" +
                    " — Да, были люди в наше время,\n" +
                    "Не то, что нынешнее племя:\n" +
                    "Богатыри — не вы!\n" +
                    "Плохая им досталась доля:\n" +
                    "Немногие вернулись с поля…\n" +
                    "Не будь на то господня воля,\n" +
                    "Не отдали б Москвы!\n" +
                    "Мы долго молча отступали,\n" +
                    "Досадно было, боя ждали,\n" +
                    "Ворчали старики:\n" +
                    "«Что ж мы? на зимние квартиры?\n" +
                    "Не смеют, что ли, командиры\n" +
                    "Чужие изорвать мундиры\n" +
                    "О русские штыки?»\n" +
                    "И вот нашли большое поле:\n" +
                    "Есть разгуляться где на воле!\n" +
                    "Построили редут.\n" +
                    "У наших ушки на макушке!\n" +
                    "Чуть утро осветило пушки\n" +
                    "И леса синие верхушки —\n" +
                    "Французы тут как тут.\n" +
                    "Забил заряд я в пушку туго\n" +
                    "И думал: угощу я друга!\n" +
                    "Постой-ка, брат мусью!\n" +
                    "Что тут хитрить, пожалуй к бою;\n" +
                    "Уж мы пойдем ломить стеною,\n" +
                    "Уж постоим мы головою\n" +
                    "За родину свою!\n" +
                    "Два дня мы были в перестрелке.\n" +
                    "Что толку в этакой безделке?\n" +
                    "Мы ждали третий день.\n" +
                    "Повсюду стали слышны речи:\n" +
                    "«Пора добраться до картечи!»\n" +
                    "И вот на поле грозной сечи\n" +
                    "Ночная пала тень.\n" +
                    "Прилег вздремнуть я у лафета,\n" +
                    "И слышно было до рассвета,\n" +
                    "Как ликовал француз.\n" +
                    "Но тих был наш бивак открытый:\n" +
                    "Кто кивер чистил весь избитый,\n" +
                    "Кто штык точил, ворча сердито,\n" +
                    "Кусая длинный ус.\n" +
                    "И только небо засветилось,\n" +
                    "Все шумно вдруг зашевелилось,\n" +
                    "Сверкнул за строем строй.\n" +
                    "Полковник наш рожден был хватом:\n" +
                    "Слуга царю, отец солдатам…\n" +
                    "Да, жаль его: сражен булатом,\n" +
                    "Он спит в земле сырой.\n" +
                    "И молвил он, сверкнув очами:\n" +
                    "«Ребята! не Москва ль за нами?\n" +
                    "Умремте ж под Москвой,\n" +
                    "Как наши братья умирали!»\n" +
                    "И умереть мы обещали,\n" +
                    "И клятву верности сдержали\n" +
                    "Мы в Бородинский бой.";
}