package tasksByBook.lesson11.task_48byBook;

public interface ConstantConteiner {
    public static final String PATH_NAME = "src\\tasksByBook\\lesson11\\task_48byBook\\textDoc.txt";
    public static final String TEXT_TO_FILE = "" +
            "— Скажи-ка, дядя 2841,8 ведь недаром\n" +
            "282Москва, спаленная пожаром,\n" +
            "Французу отдана?288\n" +
            "Ведь были ж схватки боевые,\n" +
            "Да, го288ворят, еще какие!\n" +
            "Недаром помнит вся Россия\n" +
            "Про день Бородина!\n" +
            "— Да, были лю7ди в наше вре52.35мя,\n" +
            "Не то, что 288.нынешнее племя:\n" +
            "Богатыри — не вы!\n" +
            "Плохая им достала24,8сь доля:\n" +
            "Немногие вернулись с поля…\n" +
            "Не буд2782ь на то господня воля,\n" +
            "Не отдали б Москвы!\n" +
            "Мы до2822лго молча отсту752пали,\n" +
            "Дос78.2адно было, боя ждали,\n" +
            "Во228рчали стар777,877ики:\n" +
            "«Что ж мы? на зимние квартиры?\n" +
            "Не смеют, что ли82, командиры\n" +
            "Чужи82е изор88вать мун872диры\n" +
            "О русск82ие 88.82штыки?»\n";
}
